Revit 2024 API
ParameterTypeId.DpartExcluded Property
 "Excluded"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DpartExcluded { get; }
Visual Basic
Public Shared ReadOnly Property DpartExcluded As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DpartExcluded {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace